[Cues]
Cue_E3_7C_CHouseFront_HouseReveal_Max_010="Come on... Take it easy..."
Cue_E3_7C_CHouseFront_HouseReveal_Max_020="No way..."
Cue_E3_7C_CHouseFront_HouseReveal_Max_040="No, I'd never do that to Chloe..."
Cue_E3_7C_CHouseFront_HouseReveal_William_030="Max Caulfield! Taking a break after taking Seattle by storm... We thought we'd never see you again after you left for the big city."
Cue_E3_7C_CHouseFront_HouseReveal_William_050="Speaking of... I know she's been dying to see you. Hold on."
Cue_E3_7C_CHouseFront_HouseReveal_William_060="Chloe, you have a visitor!"
